<?php

use Illuminate\Database\Migrations\Migration;
use Illuminate\Database\Schema\Blueprint;
use Illuminate\Support\Facades\DB;
use Illuminate\Support\Facades\Schema;

return new class extends Migration
{
    public function up(): void
    {
        DB::table('team_members')->insert([
            'first_name' => 'دينا',
            'last_name'  => 'إبراهيم',
            'job_title'  => 'مديرة المرصد',
            'bio'        => '
تمتلك مديرة المرصد خبرة متميزة في الصحافة تتجاوز 17 عامًا، إلى جانب أكثر من سبع سنوات في مجال الرصد الإعلامي والتحقق من المعلومات، مما أكسبها مهارات استثنائية في هذا القطاع. حاصلة على درجة الماجستير في قيادة الاتصالات الرقمية من جامعتي بروسيلز الحرة وسالزبورج، وتواصل حاليًا دراساتها في مجال علوم البيانات، مدفوعةً بشغفها لتعزيز إمكانياتها في خدمة صناعة الإعلام. من أبرز إنجازاتها المساهمة في تطوير منهجيتي تقييم المحتوى الإعلامي المكتوب والتحقق من المعلومات وتأسيس قسم التحقق من المعلومات. نالت تقديرًا دوليًا، حيث حصلت، ممثلة عن الفريق، على المركز الثاني في تحدي الابتكار الشبابي حول الديمقراطية والحكم في إفريقيا، وفازت بتحدي الابتكار في مجال الإعلام لمنطقة الشرق الأوسط وشمال إفريقيا الذي نظمته الشبكة العربية الرقمية',
            'image'      => 'team/dina.jpg',
        ]);
    }
};
